Repository: dronelink/dronelink-dji-ios
Catalog: DronelinkDJI/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, pl, pt, ro, ru, sv, ur

# MissionDisengageReason.user.disengaged
source: Mission Paused
de: Mission pausiert
es: Misión en pausa
fr: Mission en pause
hi: मिशन रुका हुआ
id: Misi Dijeda
it: Missione sospesa
pl: Misja wstrzymana
pt: Missão pausada
ro: Misiune întreruptă
ru: Миссия приостановлена
sv: Uppdraget pausat
ur: مشن روک دیا گیا۔

# MissionDisengageReason.command.type.unhandled
source: Unhandled Command Type
de: Nicht behandelter Befehlstyp
es: Tipo de comando no controlado
fr: Type de commande non géré
hi: बिना क्रिया के कमांड प्रकार
id: Jenis Perintah Tidak Tertangani
it: Tipo di comando non gestito
pl: Nieobsługiwany typ polecenia
pt: Tipo de comando não tratado
ro: Tip de comandă netratată
ru: Необработанный тип команды
sv: Obehandlad kommandotyp
ur: غیر ہینڈل کمانڈ کی قسم

# MissionDisengageReason.drone.disconnected.title
source: Drone Disconnected
de: Drohne nicht angeschlossen
es: Dron desconectado
fr: Drone déconnecté
hi: ड्रोन डिस्कनेक्ट हो गया
id: Drone Terputus
it: Drone disconnesso
pl: Dron odłączony
pt: drone desconectado
ro: Dronă deconectată
ru: Дрон отключен
sv: Drönare frånkopplad
ur: ڈرون سے رابطہ منقطع ہوگیا۔

# MissionDisengageReason.drone.control.unavailable.title
source: Drone Control Unavailable
de: Drohnensteuerung nicht verfügbar
es: Control de drones no disponible
fr: Contrôle du drone indisponible
hi: ड्रोन नियंत्रण अनुपलब्ध
id: Kontrol Drone Tidak Tersedia
it: Controllo drone non disponibile
pl: Sterowanie dronem niedostępne
pt: Controle de drone indisponível
ro: Controlul dronei indisponibil
ru: Управление дроном недоступно
sv: Drönarkontroll ej tillgänglig
ur: ڈرون کنٹرول دستیاب نہیں ہے۔

# MissionDisengageReason.telemetry.unavailable.title
source: Telemetry Unavailable
de: Telemetrie nicht verfügbar
es: Telemetría no disponible
fr: Télémétrie non disponible
hi: टेलीमेट्री अनुपलब्ध
id: Telemetri Tidak Tersedia
it: Telemetria non disponibile
pl: Telemetria niedostępna
pt: Telemetria indisponível
ro: Telemetria indisponibilă
ru: Телеметрия недоступна
sv: Telemetri inte tillgänglig
ur: ٹیلی میٹری دستیاب نہیں ہے۔

# MissionDisengageReason.telemetry.delayed.title
source: Weak Signal
de: Schwaches Signal
es: Señal débil
fr: Signal faible
hi: कमजोर संकेत
id: Sinyal lemah
it: Segnale debole
pl: Słaby sygnał
pt: Sinal fraco
ro: Semnal slab
ru: Слабый сигнал
sv: Svag signal
ur: کمزور سگنل

# MissionDisengageReason.telemetry.delayed.details
source: • Please point the RC antennas towards the drone. • If the signal does not improve, try moving closer to the drone. • If the signal still does not improve, move to an area with fewer obstacles or RF interference.
de: • Bitte richten Sie die RC-Antennen auf die Drohne. • Wenn sich das Signal nicht verbessert, versuchen Sie, näher an die Drohne heranzukommen. • Wenn sich das Signal immer noch nicht verbessert, bewegen Sie sich in einen Bereich mit weniger Hindernissen oder HF-Störungen.
es: • Dirija las antenas RC hacia el dron. • Si la señal no mejora, intente acercarse al dron. • Si la señal sigue sin mejorar, muévase a un área con menos obstáculos o interferencias de radiofrecuencia.
fr: • Veuillez diriger les antennes RC vers le drone. • Si le signal ne s'améliore pas, essayez de vous rapprocher du drone. • Si le signal ne s'améliore toujours pas, déplacez-vous vers une zone avec moins d'obstacles ou d'interférences RF.
hi: • कृपया आरसी एंटेना को ड्रोन की ओर इंगित करें। • यदि सिग्नल में सुधार नहीं होता है, तो ड्रोन के करीब जाने का प्रयास करें। • यदि सिग्नल अभी भी नहीं सुधरता है, तो कम बाधाओं या आरएफ हस्तक्षेप वाले क्षेत्र में जाएं।
id: • Harap arahkan antena RC ke arah drone. • Jika sinyal tidak membaik, coba mendekat ke drone. • Jika sinyal masih tidak membaik, pindahlah ke area dengan lebih sedikit rintangan atau gangguan RF.
it: • Punta le antenne RC verso il drone. • Se il segnale non migliora, prova ad avvicinarti al drone. • Se il segnale continua a non migliorare, spostati in un'area con meno ostacoli o interferenze RF.
pl: • Skieruj anteny RC w stronę drona. • Jeśli sygnał się nie poprawi, spróbuj zbliżyć się do drona. • Jeśli sygnał nadal się nie poprawi, przenieś się w miejsce, gdzie jest mniej przeszkód lub zakłóceń radiowych.
pt: • Aponte as antenas RC para o drone. • Se o sinal não melhorar, tente se aproximar do drone. • Se o sinal ainda não melhorar, vá para uma área com menos obstáculos ou interferência de RF.
ro: • Vă rugăm să îndreptați antenele RC către dronă. • Dacă semnalul nu se îmbunătățește, încercați să vă apropiați de dronă. • Dacă semnalul tot nu se îmbunătățește, mutați-vă într-o zonă cu mai puține obstacole sau interferențe RF.
ru: • Направьте антенны ДУ на дрон. • Если сигнал не улучшится, попробуйте приблизиться к дрону. • Если сигнал по-прежнему не улучшится, переместитесь в место с меньшим количеством препятствий или радиопомех.
sv: • Rikta RC-antennerna mot drönaren. • Om signalen inte förbättras, försök att flytta närmare drönaren. • Om signalen fortfarande inte förbättras, flytta till ett område med färre hinder eller RF-störningar.
ur: • براہ کرم RC انٹینا کو ڈرون کی طرف رکھیں۔ • اگر سگنل بہتر نہیں ہوتا ہے تو ڈرون کے قریب جانے کی کوشش کریں۔ • اگر سگنل اب بھی بہتر نہیں ہوتا ہے تو کم رکاوٹوں یا RF مداخلت والے علاقے میں جائیں۔

# MissionDisengageReason.drone.control.override.title
source: Automatic Control Interrupted
de: Automatische Steuerung unterbrochen
es: Control automático interrumpido
fr: Contrôle automatique interrompu
hi: स्वचालित नियंत्रण बाधित
id: Kontrol Otomatis Terganggu
it: Controllo automatico interrotto
pl: Przerwana kontrola automatyczna
pt: Controle Automático Interrompido
ro: Control automat întrerupt
ru: Автоматическое управление прервано
sv: Automatisk kontroll avbruten
ur: خودکار کنٹرول میں خلل پڑا

# MissionDisengageReason.drone.control.override.details
source: The drone must remain in P-GPS flight mode for automatic control.
de: Zur automatischen Steuerung muss die Drohne im P-GPS-Flugmodus bleiben.
es: El dron debe permanecer en modo de vuelo P-GPS para el control automático.
fr: Le drone doit rester en mode de vol P-GPS pour un contrôle automatique.
hi: स्वचालित नियंत्रण के लिए ड्रोन को पी-जीपीएस उड़ान मोड में रहना चाहिए।
id: Drone harus tetap dalam mode penerbangan P-GPS untuk kontrol otomatis.
it: Il drone deve rimanere in modalità di volo P-GPS per il controllo automatico.
pl: Dron musi pozostać w trybie lotu P-GPS w celu automatycznego sterowania.
pt: O drone deve permanecer no modo de voo P-GPS para controle automático.
ro: Drona trebuie să rămână în modul de zbor P-GPS pentru control automat.
ru: Дрон должен оставаться в режиме полета P-GPS для автоматического управления.
sv: Drönaren måste förbli i P-GPS flygläge för automatisk kontroll.
ur: ڈرون کو خودکار کنٹرول کے لیے P-GPS فلائٹ موڈ میں رہنا چاہیے۔

# MissionDisengageReason.take.off.failed.title
source: Unable to Take Off
de: Abheben nicht möglich
es: Incapaz de despegar
fr: Impossible de décoller
hi: उतारने में असमर्थ
id: Tidak Dapat Lepas Landas
it: Impossibile decollare
pl: Nie można wystartować
pt: Incapaz de decolar
ro: Nu se poate decola
ru: Невозможно взлететь
sv: Kan inte lyfta
ur: ٹیک آف کرنے سے قاصر

# MissionDisengageReason.take.control.failed.title
source: Unable to Take Control
de: Die Kontrolle kann nicht übernommen werden
es: Incapaz de tomar el control
fr: Impossible de prendre le contrôle
hi: नियंत्रण करने में असमर्थ
id: Tidak Dapat Mengambil Kendali
it: Impossibile prendere il controllo
pl: Nie można przejąć kontroli
pt: Incapaz de Assumir o Controle
ro: Incapabil să preia controlul
ru: Невозможно взять под контроль
sv: Kan inte ta kontroll
ur: کنٹرول کرنے سے قاصر

# MissionDisengageReason.execution.state.invalid.title
source: Execution State Invalid
de: Ausführungsstatus ungültig
es: Estado de ejecución no válido
fr: État d'exécution invalide
hi: निष्पादन स्थिति अमान्य है
id: Status Eksekusi Tidak Valid
it: Stato di esecuzione non valido
pl: Nieprawidłowy stan wykonania
pt: Estado de execução inválido
ro: Starea de execuție invalidă
ru: Недопустимое состояние выполнения
sv: Utförandestat ogiltig
ur: پھانسی کی حالت غلط ہے۔

# MissionDisengageReason.load.mission.failed.title
source: Unable to Load Mission
de: Mission kann nicht geladen werden
es: No se puede cargar la misión
fr: Impossible de charger la mission
hi: मिशन लोड करने में असमर्थ
id: Tidak Dapat Memuat Misi
it: Impossibile caricare la missione
pl: Nie można wczytać misji
pt: Não foi possível carregar a missão
ro: Misiunea nu se poate încărca
ru: Не удалось загрузить миссию
sv: Det gick inte att ladda uppdrag
ur: مشن لوڈ کرنے سے قاصر

# MissionDisengageReason.upload.mission.failed.title
source: Unable to Upload Mission
de: Mission kann nicht hochgeladen werden
es: No se puede cargar la misión
fr: Impossible de télécharger la mission
hi: मिशन अपलोड करने में असमर्थ
id: Tidak Dapat Mengunggah Misi
it: Impossibile caricare la missione
pl: Nie można przesłać misji
pt: Não foi possível carregar a missão
ro: Misiunea nu se poate încărca
ru: Не удалось загрузить миссию
sv: Det gick inte att ladda upp uppdrag
ur: مشن اپ لوڈ کرنے سے قاصر

# MissionDisengageReason.start.mission.failed.title
source: Unable to Start Mission
de: Mission kann nicht gestartet werden
es: No se puede iniciar la misión
fr: Impossible de démarrer la mission
hi: मिशन प्रारंभ करने में असमर्थ
id: Tidak Dapat Memulai Misi
it: Impossibile avviare la missione
pl: Nie można rozpocząć misji
pt: Não foi possível iniciar a missão
ro: Nu se poate începe misiunea
ru: Невозможно начать миссию
sv: Det gick inte att starta uppdraget
ur: مشن شروع کرنے سے قاصر

# MissionDisengageReason.drone.max.altitude.title
source: Max Altitude Reached
de: Maximale Höhe erreicht
es: Altitud máxima alcanzada
fr: Altitude maximale atteinte
hi: अधिकतम ऊंचाई पर पहुंच गया
id: Max Altitude Tercapai
it: Altitudine massima raggiunta
pl: Osiągnięto maksymalną wysokość
pt: Altitude Máxima Atingida
ro: Altitudinea maximă atinsă
ru: Достигнута максимальная высота
sv: Maxhöjd uppnådd
ur: زیادہ سے زیادہ اونچائی تک پہنچ گئی۔

# MissionDisengageReason.drone.max.altitude.details
source: Increase the max altitude setting to continue.
de: Erhöhen Sie die maximale Höheneinstellung, um fortzufahren.
es: Aumente el ajuste de altitud máxima para continuar.
fr: Augmentez le paramètre d'altitude maximale pour continuer.
hi: जारी रखने के लिए अधिकतम ऊंचाई सेटिंग बढ़ाएँ।
id: Tingkatkan pengaturan ketinggian maks untuk melanjutkan.
it: Aumentare l'impostazione dell'altitudine massima per continuare.
pl: Aby kontynuować, zwiększ maksymalne ustawienie wysokości.
pt: Aumente a configuração de altitude máxima para continuar.
ro: Măriți setarea de altitudine maximă pentru a continua.
ru: Увеличьте настройку максимальной высоты, чтобы продолжить.
sv: Öka maxhöjdinställningen för att fortsätta.
ur: جاری رکھنے کے لیے زیادہ سے زیادہ اونچائی کی ترتیب میں اضافہ کریں۔

# MissionDisengageReason.drone.max.distance.title
source: Max Distance Reached
de: Maximale Entfernung erreicht
es: Distancia máxima alcanzada
fr: Distance maximale atteinte
hi: अधिकतम दूरी पूरी हुई
id: Jarak Maksimum Tercapai
it: Distanza massima raggiunta
pl: Osiągnięto maksymalną odległość
pt: Distância Máxima Alcançada
ro: Distanța maximă atinsă
ru: Максимальное достигнутое расстояние
sv: Max nått avstånd
ur: زیادہ سے زیادہ فاصلہ پہنچ گیا۔

# MissionDisengageReason.drone.max.distance.details
source: Increase the max distance setting to continue.
de: Erhöhen Sie die Einstellung für die maximale Entfernung, um fortzufahren.
es: Aumente la configuración de distancia máxima para continuar.
fr: Augmentez le paramètre de distance maximale pour continuer.
hi: जारी रखने के लिए अधिकतम दूरी सेटिंग बढ़ाएँ।
id: Tingkatkan pengaturan jarak maks untuk melanjutkan.
it: Aumentare l'impostazione della distanza massima per continuare.
pl: Aby kontynuować, zwiększ maksymalne ustawienie odległości.
pt: Aumente a configuração de distância máxima para continuar.
ro: Măriți setarea distanței maxime pentru a continua.
ru: Увеличьте настройку максимального расстояния, чтобы продолжить.
sv: Öka maxavståndsinställningen för att fortsätta.
ur: جاری رکھنے کے لیے زیادہ سے زیادہ فاصلے کی ترتیب میں اضافہ کریں۔

# MissionDisengageReason.drone.flight.assistant.unavailable.title
source: Flight Assistant Unavailable
de: Flugassistent nicht verfügbar
es: Asistente de vuelo no disponible
fr: Assistant de vol indisponible
hi: उड़ान सहायक अनुपलब्ध
id: Asisten Penerbangan Tidak Tersedia
it: Assistente di volo non disponibile
pl: Asystent lotu niedostępny
pt: Assistente de voo indisponível
ro: Asistent de zbor indisponibil
ru: Помощник по полету недоступен
sv: Flight Assistant ej tillgänglig
ur: فلائٹ اسسٹنٹ دستیاب نہیں ہے۔

# MissionDisengageReason.drone.landing.gear.unavailable.title
source: Landing Gear Unavailable
de: Fahrwerk nicht verfügbar
es: Tren de aterrizaje no disponible
fr: Train d'atterrissage non disponible
hi: लैंडिंग गियर अनुपलब्ध
id: Alat Pendarat Tidak Tersedia
it: Carrello di atterraggio non disponibile
pl: Podwozie niedostępne
pt: Trem de pouso indisponível
ro: Trenul de aterizare indisponibil
ru: Шасси недоступно
sv: Landningsställ ej tillgängligt
ur: لینڈنگ گیئر دستیاب نہیں ہے۔

# MissionDisengageReason.drone.lightbridge.unavailable.title
source: Lightbridge Link Unavailable
de: Lightbridge-Link nicht verfügbar
es: Enlace Lightbridge no disponible
fr: Lien Lightbridge indisponible
hi: लाइटब्रिज लिंक अनुपलब्ध
id: Tautan Lightbridge Tidak Tersedia
it: Collegamento Lightbridge non disponibile
pl: Łącze Lightbridge jest niedostępne
pt: Link do Lightbridge indisponível
ro: Link Lightbridge indisponibil
ru: Ссылка на Lightbridge недоступна
sv: Lightbridge-länken är inte tillgänglig
ur: لائٹ برج لنک دستیاب نہیں ہے۔

# MissionDisengageReason.drone.ocusync.unavailable.title
source: OcuSync Link Unavailable
de: OcuSync-Link nicht verfügbar
es: Enlace de OcuSync no disponible
fr: Lien OcuSync indisponible
hi: OcuSync लिंक अनुपलब्ध
id: Tautan OcuSync Tidak Tersedia
it: Collegamento OcuSync non disponibile
pl: Łącze OcuSync niedostępne
pt: Link OcuSync indisponível
ro: Link OcuSync indisponibil
ru: Ссылка OcuSync недоступна
sv: OcuSync-länk är inte tillgänglig
ur: OcuSync لنک دستیاب نہیں ہے۔

# MissionDisengageReason.drone.accessory.aggregation.unavailable.title
source: Accessories Unavailable
de: Zubehör nicht verfügbar
es: Accesorios no disponibles
fr: Accessoires indisponibles
hi: सहायक उपकरण अनुपलब्ध
id: Aksesori Tidak Tersedia
it: Accessori Non disponibile
pl: Akcesoria niedostępne
pt: Acessórios indisponíveis
ro: Accesorii indisponibile
ru: Аксессуары недоступны
sv: Tillbehör ej tillgängliga
ur: لوازمات دستیاب نہیں ہیں۔

# MissionDisengageReason.drone.beacon.unavailable.title
source: Beacon Unavailable
de: Beacon nicht verfügbar
es: Baliza no disponible
fr: Balise indisponible
hi: बीकन अनुपलब्ध
id: Suar Tidak Tersedia
it: Segnale non disponibile
pl: Sygnalizacja świetlna niedostępna
pt: Farol indisponível
ro: Beacon indisponibil
ru: Маяк недоступен
sv: Beacon ej tillgänglig
ur: بیکن دستیاب نہیں ہے۔

# MissionDisengageReason.drone.spotlight.unavailable.title
source: Spotlight Unavailable
de: Spotlight nicht verfügbar
es: Foco no disponible
fr: Spotlight indisponible
hi: स्पॉटलाइट अनुपलब्ध
id: Sorotan Tidak Tersedia
it: Spotlight Non disponibile
pl: Reflektor niedostępny
pt: Destaque indisponível
ro: Spotlight indisponibil
ru: Прожектор недоступен
sv: Spotlight ej tillgänglig
ur: اسپاٹ لائٹ دستیاب نہیں ہے۔

# MissionDisengageReason.drone.live.streaming.unavailable.title
source: Live Streaming Unavailable
de: Live-Streaming nicht verfügbar
es: Transmisión en vivo no disponible
fr: Diffusion en direct non disponible
hi: लाइव स्ट्रीमिंग अनुपलब्ध
id: Streaming Langsung Tidak Tersedia
it: Streaming live non disponibile
pl: Transmisja na żywo jest niedostępna
pt: Transmissão ao vivo indisponível
ro: Streaming live indisponibil
ru: Прямая трансляция недоступна
sv: Livestreaming ej tillgänglig
ur: لائیو سٹریمنگ دستیاب نہیں ہے۔

# MissionDisengageReason.drone.live.streaming.failed.title
source: Unable to Start Live Streaming
de: Live-Streaming kann nicht gestartet werden
es: No se puede iniciar la transmisión en vivo
fr: Impossible de démarrer la diffusion en direct
hi: लाइव स्ट्रीमिंग प्रारंभ करने में असमर्थ
id: Tidak Dapat Memulai Streaming Langsung
it: Impossibile avviare il live streaming
pl: Nie można rozpocząć transmisji na żywo
pt: Não foi possível iniciar a transmissão ao vivo
ro: Imposibil de început Streamingul live
ru: Невозможно начать прямую трансляцию
sv: Det gick inte att starta livestreaming
ur: لائیو سٹریمنگ شروع کرنے سے قاصر

# MissionDisengageReason.drone.remote.controller.unavailable.title
source: Remote Controller Unavailable
de: Fernbedienung nicht verfügbar
es: Mando a distancia no disponible
fr: Télécommande indisponible
hi: दूरस्थ नियंत्रक अनुपलब्ध
id: Pengontrol Jarak Jauh Tidak Tersedia
it: Telecomando non disponibile
pl: Pilot zdalnego sterowania niedostępny
pt: Controle remoto indisponível
ro: Telecomanda indisponibilă
ru: Пульт дистанционного управления недоступен
sv: Fjärrkontroll ej tillgänglig
ur: ریموٹ کنٹرولر دستیاب نہیں ہے۔

# MissionDisengageReason.drone.camera.unavailable.title
source: Camera Unavailable
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Caméra indisponible
hi: कैमरा अनुपलब्ध
id: Kamera Tidak Tersedia
it: Fotocamera non disponibile
pl: Aparat niedostępny
pt: Câmera indisponível
ro: Camera nu este disponibilă
ru: Камера недоступна
sv: Kameran är inte tillgänglig
ur: کیمرہ دستیاب نہیں ہے۔

# MissionDisengageReason.drone.lens.unavailable.title
source: Lens Unavailable
de: Objektiv nicht verfügbar
es: Lente no disponible
fr: Objectif non disponible
hi: लेंस अनुपलब्ध
id: Lensa Tidak Tersedia
it: Obiettivo non disponibile
pl: Obiektyw niedostępny
pt: Lente indisponível
ro: Lentila indisponibilă
ru: Объектив недоступен
sv: Objektivet är inte tillgängligt
ur: لینس دستیاب نہیں ہے۔

# MissionDisengageReason.drone.gimbal.unavailable.title
source: Gimbal Unavailable
de: Gimbal nicht verfügbar
es: cardán no disponible
fr: Cardan indisponible
hi: गिंबल अनुपलब्ध
id: Gimbal Tidak Tersedia
it: Gimbal Non disponibile
pl: Gimbal niedostępny
pt: Gimbal indisponível
ro: Gimbal indisponibil
ru: Подвес недоступен
sv: Gimbal ej tillgänglig
ur: Gimbal دستیاب نہیں ہے۔

# MissionDisengageReason.drone.camera.mode.invalid.title
source: Camera Mode Invalid
de: Kameramodus ungültig
es: Modo de cámara no válido
fr: Mode caméra invalide
hi: कैमरा मोड अमान्य
id: Mode Kamera Tidak Valid
it: Modalità fotocamera non valida
pl: Nieprawidłowy tryb aparatu
pt: Modo de câmera inválido
ro: Mod cameră invalid
ru: Неверный режим камеры
sv: Kameraläge ogiltigt
ur: کیمرہ موڈ غلط ہے۔

# DJIWaypointMissionSession.statusMessage.uploading
source: Uploading waypoints | %@ of %@
de: Wegpunkte hochladen | %@ von %@
es: Subiendo waypoints | %@ de %@
fr: Téléchargement de waypoints | %@ de %@
hi: वेपाइंट अपलोड हो रहे हैं | %@ का %@
id: Mengunggah waypoint | %@ dari %@
it: Caricamento waypoint | %@ Di %@
pl: Przesyłanie punktów trasy | %@ z %@
pt: Carregar pontos de passagem | %@ de %@
ro: Încărcarea punctelor de trecere | %@ de %@
ru: Загрузка путевых точек | %@ из %@
sv: Laddar upp waypoints | %@ av %@
ur: وے پوائنٹس اپ لوڈ کرنا | %@ کا %@

# DJIWaypointMissionSession.statusMessage.component
source: Component %@ of %@
de: Bestandteil von %@
es: Componente de %@
fr: Composant de %@
hi: का घटक %@
id: Komponen dari %@
it: Componente %@ di %@
pl: Składnik %@
pt: Componente de %@
ro: Componenta %@ din %@
ru: Компонент %@ из %@
sv: Komponent av %@
ur: جزو %@ کا %@

# DJIWaypointMissionSession.statusMessage.waypoint.0
source: Approaching waypoint %@ of %@
de: Annäherung an Wegpunkt %@ von %@
es: Acercándose al waypoint %@ de %@
fr: Approche du waypoint %@ de %@
hi: %@ का वेपॉइंट %@ पास आ रहा है
id: Mendekati waypoint %@ dari %@
it: Waypoint in avvicinamento %@ di %@
pl: Zbliżam się do punktu trasy %@ z %@
pt: Aproximando-se do ponto de referência %@ de %@
ro: Se apropie punctul de trecere %@ din %@
ru: Приближение к путевой точке %@ из %@
sv: Närmar sig waypoint %@ av %@
ur: %@ کے %@ کے قریب پہنچ رہا ہے

# DJIWaypointMissionSession.statusMessage.waypoint.n
source: Flying to waypoint %@ of %@ | %@
de: Flug zum Wegpunkt %@ von %@ | %@
es: Volando al waypoint %@ de %@ | %@
fr: Voler vers le waypoint %@ de %@ | %@
hi: %@ का %@ | %@
id: Terbang ke waypoint %@ dari %@ | %@
it: In volo verso il waypoint %@ di %@ | %@
pl: Lecę do punktu %@ z %@ | %@
pt: Voando para o waypoint %@ de %@ | %@
ro: Zburând către punctul de trecere %@ din %@ | %@
ru: Полет к путевой точке %@ из %@ | %@
sv: Flyger till waypoint %@ av %@ | %@
ur: %@ کا %@ | %@

# DJIWaypointMissionSession.statusMessage.reengaging
source: Resuming at %@ to waypoint %@...
de: Fortsetzung bei %@ zum Wegpunkt %@...
es: Reanudando en %@ al waypoint %@...
fr: Reprise à %@ vers le waypoint %@...
hi: वेपाइंट %@ पर %@ पर फिर से शुरू हो रहा है...
id: Melanjutkan di %@ ke waypoint %@...
it: Ripresa alle %@ al waypoint %@...
pl: Wznowienie o %@ do punktu trasy %@...
pt: Continuando em %@ para o waypoint %@...
ro: Se reia la %@ la punctul de trecere %@...
ru: Возобновление в %@ к путевой точке %@...
sv: Återupptar vid %@ till waypoint %@...
ur: %@ پر وے پوائنٹ پر دوبارہ شروع ہو رہا ہے %@...

# DJIDroneSession.telemetry.unavailable
source: Telemetry Unavailable
de: Telemetrie nicht verfügbar
es: Telemetría no disponible
fr: Télémétrie non disponible
hi: टेलीमेट्री अनुपलब्ध
id: Telemetri Tidak Tersedia
it: Telemetria non disponibile
pl: Telemetria niedostępna
pt: Telemetria indisponível
ro: Telemetria indisponibilă
ru: Телеметрия недоступна
sv: Telemetri inte tillgänglig
ur: ٹیلی میٹری دستیاب نہیں ہے۔

# DJIDroneSession.createControlSession.dji.unsupported.drone
source: The %@ does not support DJI onboard waypoints.
de: Das %@ unterstützt keine integrierten DJI-Wegpunkte.
es: El %@ no admite waypoints integrados de DJI.
fr: Le %@ ne prend pas en charge les waypoints intégrés DJI.
hi: %@ डीजेआई ऑनबोर्ड वेपाइंट्स का समर्थन नहीं करता।
id: %@ tidak mendukung titik arah bawaan DJI.
it: %@ non supporta i waypoint a bordo di DJI.
pl: %@ nie obsługuje wbudowanych punktów trasy DJI.
pt: O %@ não suporta waypoints integrados DJI.
ro: %@ nu acceptă punctele de trecere DJI la bord.
ru: %@ не поддерживает встроенные путевые точки DJI.
sv: %@ stöder inte DJI-vägpunkter ombord.
ur: %@ DJI آن بورڈ وے پوائنٹس کو سپورٹ نہیں کرتا ہے۔

# DJIDroneSession.createControlSession.execution.engine.unsupported
source: Unsupported execution engine: %@
de: Nicht unterstützte Ausführungs-Engine: %@
es: Motor de ejecución no compatible: %@
fr: Moteur d'exécution non pris en charge : %@
hi: असमर्थित निष्पादन इंजन: %@
id: Mesin eksekusi tidak didukung: %@
it: Motore di esecuzione non supportato: %@
pl: Nieobsługiwany mechanizm wykonawczy: %@
pt: Mecanismo de execução não suportado: %@
ro: Motor de execuție neacceptat: %@
ru: Неподдерживаемый механизм выполнения: %@
sv: Utförandemotor som inte stöds: %@
ur: غیر تعاون یافتہ ایگزیکیوشن انجن: %@

# DJIDroneSession+CameraCommand.stop.capture.error
source: Camera still capturing
de: Die Kamera nimmt immer noch auf
es: La cámara sigue capturando
fr: Caméra toujours en train de capturer
hi: कैमरा अभी भी कैप्चर कर रहा है
id: Kamera masih merekam
it: La fotocamera sta ancora catturando
pl: Aparat nadal przechwytuje
pt: A câmera ainda está capturando
ro: Camera încă captează
ru: Камера все еще снимает
sv: Kameran fotograferar fortfarande
ur: کیمرہ اب بھی کیپچر کر رہا ہے۔
