Repository: dronelink/dronelink-dji-ios
Catalog: DronelinkDJI/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, pl, pt, ro, ru, sv, ur

# DJIDroneSession+CameraCommand.start.shoot.photo.no.file
source: Media File Not Created
de: Mediendatei nicht erstellt
es: Archivo multimedia no creado
fr: Fichier multimédia non créé
hi: मीडिया फ़ाइल नहीं बनाई गई
id: File Media Tidak Dibuat
it: File multimediale non creato
pl: Plik multimedialny nie został utworzony
pt: Arquivo de mídia não criado
ro: Fișierul media nu a fost creat
ru: Медиафайл не создан
sv: Mediafilen har inte skapats
ur: میڈیا فائل نہیں بنائی گئی۔

# DJIDroneSession+CameraCommand.focus.distance.error
source: Uncalibrated Focus Distance
de: Unkalibrierter Fokusabstand
es: Distancia de enfoque sin calibrar
fr: Distance de mise au point non calibrée
hi: अनकैलिब्रेटेड फोकस डिस्टेंस
id: Jarak Fokus yang tidak dikalibrasi
it: Distanza di messa a fuoco non calibrata
pl: Nieskalibrowana odległość ogniskowania
pt: Distância de foco não calibrada
ro: Distanța de focalizare necalibrată
ru: Неоткалиброванное расстояние фокусировки
sv: Okalibrerat fokusavstånd
ur: غیر منقطع فوکس فاصلہ

# DJIDroneSession+CameraCommand.focus.target.error
source: Camera Busy
de: Kamera beschäftigt
es: Cámara ocupada
fr: Caméra occupée
hi: कैमरा व्यस्त
id: Kamera Sibuk
it: Fotocamera occupata
pl: Aparat zajęty
pt: Câmera ocupada
ro: Camera ocupată
ru: Камера занята
sv: Kameran upptagen
ur: کیمرہ مصروف

# DJIDroneSession+CameraCommand.focus.target.ring.invalid
source: Focus Ring Outside Limits: %@ < %@ < %@
de: Fokusring außerhalb der Grenzen: %@ < %@ < %@
es: Anillo de enfoque fuera de los límites: %@ < %@ < %@
fr: Bague de mise au point en dehors des limites : %@ < %@ < %@
hi: सीमा के बाहर फ़ोकस रिंग: %@ < %@ < %@
id: Cincin Fokus Di Luar Batas: %@ < %@ < %@
it: Anello di messa a fuoco fuori dai limiti: %@ < %@ < %@
pl: Pierścień ostrości poza granicami: %@ < %@ < %@
pt: Limites externos do anel de foco: %@ < %@ < %@
ro: Inel de focalizare în afara limitelor: %@ < %@ < %@
ru: Кольцо фокусировки вне пределов: %@ < %@ < %@
sv: Fokusring utanför gränser: %@ < %@ < %@
ur: حدود سے باہر توجہ مرکوز کریں: %@ < %@ < %@

# DJIDroneSession+GimbalCommand.orientation.not.achieved
source: Gimbal Not Rotated
de: Gimbal nicht gedreht
es: Gimbal no girado
fr: Cardan non tourné
hi: गिंबल नहीं घुमाया गया
id: Gimbal Tidak Diputar
it: Giunto cardanico non ruotato
pl: Gimbal nie jest obrócony
pt: Cardan não girado
ro: Gimbal nu este rotit
ru: Подвес не повернут
sv: Kardan inte roterad
ur: Gimbal نہیں گھمایا

# DJIDroneSessionManager.remoteControllerLinking.unavailable
source: Remote controller is unavailable.
de: Die Fernbedienung ist nicht verfügbar.
es: El control remoto no está disponible.
fr: La télécommande n'est pas disponible.
hi: रिमोट कंट्रोलर अनुपलब्ध है।
id: Pengendali jarak jauh tidak tersedia.
it: Il telecomando non è disponibile.
pl: Pilot zdalnego sterowania jest niedostępny.
pt: O controle remoto não está disponível.
ro: Telecomanda nu este disponibilă.
ru: Пульт дистанционного управления недоступен.
sv: Fjärrkontrollen är inte tillgänglig.
ur: ریموٹ کنٹرولر دستیاب نہیں ہے۔

# DJIDronelink:DJIFlightControllerState.statusMessages.locationUnavailable.title
source: GPS Signal Unavailable
de: GPS-Signal nicht verfügbar
es: Señal GPS no disponible
fr: Signal GPS indisponible
hi: GPS सिग्नल अनुपलब्ध
id: Sinyal GPS Tidak Tersedia
it: Segnale GPS non disponibile
pl: Sygnał GPS niedostępny
pt: Sinal de GPS indisponível
ro: Semnal GPS indisponibil
ru: GPS-сигнал недоступен
sv: GPS-signal ej tillgänglig
ur: GPS سگنل دستیاب نہیں ہے۔

# DJIDronelink:DJIFlightControllerState.statusMessages.locationUnavailable.details
source: Please wait for a strong GPS signal lock to continue.
de: Bitte warten Sie, bis eine starke GPS-Signalsperre vorliegt, um fortzufahren.
es: Espere a que se produzca un bloqueo de señal de GPS fuerte para continuar.
fr: Veuillez attendre un signal GPS puissant pour continuer.
hi: कृपया जारी रखने के लिए एक मजबूत जीपीएस सिग्नल लॉक की प्रतीक्षा करें।
id: Harap tunggu kunci sinyal GPS yang kuat untuk melanjutkan.
it: Attendere che il segnale GPS venga bloccato per continuare.
pl: Poczekaj na silną blokadę sygnału GPS, aby kontynuować.
pt: Por favor, aguarde um bloqueio de sinal de GPS forte para continuar.
ro: Vă rugăm să așteptați ca o blocare puternică a semnalului GPS să continue.
ru: Пожалуйста, дождитесь сильного захвата сигнала GPS, чтобы продолжить.
sv: Vänta tills ett starkt GPS-signallås fortsätter.
ur: براہ کرم جاری رہنے کے لیے مضبوط GPS سگنل لاک کا انتظار کریں۔

# DJIDronelink:DJIFlightControllerState.statusMessages.homeLocationNotSet.title
source: Home Location Not Set
de: Heimatstandort nicht festgelegt
es: Ubicación de la casa no establecida
fr: Emplacement du domicile non défini
hi: घर का स्थान निर्धारित नहीं है
id: Lokasi Rumah Tidak Ditetapkan
it: Posizione casa non impostata
pl: Lokalizacja domu nie jest ustawiona
pt: Localização residencial não definida
ro: Locația de acasă nu este setată
ru: Домашняя локация не указана
sv: Hemplats ej angiven
ur: گھر کی جگہ سیٹ نہیں ہے۔

source: Critically Low Battery
de: Kritisch schwache Batterie
es: Batería críticamente baja
fr: Batterie extrêmement faible
hi: गंभीर रूप से कम बैटरी
id: Baterai Sangat Rendah
it: Batteria quasi scarica
pl: Krytycznie niski poziom naładowania baterii
pt: Bateria Criticamente Baixa
ro: Baterie extrem de scăzută
ru: Критически низкий заряд батареи
sv: Kritiskt lågt batteri
ur: انتہائی کم بیٹری

source: Low Battery
de: Niedriger Batteriestatus
es: Batería baja
fr: Batterie faible
hi: लो बैटरी
id: Baterai lemah
it: Batteria scarica
pl: Niski poziom baterii
pt: Bateria Fraca
ro: Baterie descarcata
ru: Низкий заряд батареи
sv: Låg batterinivå
ur: کم بیٹری

source: Max Distance
de: Maximale Entfernung
es: Distancia maxima
fr: Distance maximale
hi: अधिकतम दूरी
id: Jarak Maks
it: Distanza massima
pl: Maksymalna odległość
pt: Distância máxima
ro: Distanța maximă
ru: Максимальное расстояние
sv: Max avstånd
ur: زیادہ سے زیادہ فاصلہ

source: Max Altitude
de: Maximale Höhe
es: Altitud máxima
fr: Altitude maximale
hi: अधिकतम ऊंचाई
id: Ketinggian Maks
it: Altitudine massima
pl: Maksymalna wysokość
pt: Altitude máxima
ro: Altitudine maximă
ru: Максимальная высота
sv: Max höjd
ur: زیادہ سے زیادہ اونچائی

# DJIWaypointMissionState.title
source: Onboard Waypoints
de: Integrierte Wegpunkte
es: Puntos de referencia a bordo
fr: Waypoints à bord
hi: ऑनबोर्ड वेपॉइंट्स
id: Titik Arah Onboard
it: Waypoint a bordo
pl: Punkty trasy na pokładzie
pt: Pontos de passagem a bordo
ro: Puncte de trecere la bord
ru: Бортовые путевые точки
sv: Waypoints ombord
ur: آن بورڈ وی پوائنٹس

# DJIWaypointMissionState.value.-1
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sv: Okänd
ur: نامعلوم

# DJIWaypointMissionState.value.0
source: Disconnected
de: Getrennt
es: Desconectado
fr: Débranché
hi: डिस्कनेक्ट किया गया
id: Terputus
it: Disconnesso
pl: Bezładny
pt: Desconectado
ro: Deconectat
ru: Отключено
sv: Osammanhängande
ur: منقطع

# DJIWaypointMissionState.value.1
source: Recovering
de: Genesung
es: Recuperación
fr: Récupération
hi: पुन: प्राप्त करना
id: Memulihkan
it: Recupero
pl: Odzyskiwanie
pt: recuperando
ro: Recuperarea
ru: Восстановление
sv: Återhämtar sig
ur: بازیافتی ہورہی

# DJIWaypointMissionState.value.2
source: Not Supported
de: Nicht unterstützt
es: No soportado
fr: Non supporté
hi: समर्थित नहीं
id: Tidak didukung
it: Non supportato
pl: Nieobsługiwany
pt: Não suportado
ro: Nu sunt acceptate
ru: Не поддерживается
sv: Stöds inte
ur: سہولت مہیا نہیں

# DJIWaypointMissionState.value.3
source: Ready to Upload
de: Bereit zum Hochladen
es: Listo para cargar
fr: Prêt à télécharger
hi: अपलोड करने के लिए तैयार
id: Siap untuk Mengunggah
it: Pronto per il caricamento
pl: Gotowy do przesłania
pt: Pronto para Carregar
ro: Gata de încărcare
ru: Готов к загрузке
sv: Klar att ladda upp
ur: اپ لوڈ کرنے کے لیے تیار

# DJIWaypointMissionState.value.4
source: Uploading
de: Hochladen
es: Cargando
fr: Téléchargement
hi: अपलोड हो रहा है
id: Mengunggah
it: Caricamento in corso
pl: Przesyłanie
pt: Enviando
ro: Încărcare
ru: Загрузка
sv: Laddar upp
ur: اپ لوڈ ہو رہا ہے۔

# DJIWaypointMissionState.value.5
source: Ready to Execute
de: Bereit zur Ausführung
es: Listo para ejecutar
fr: Prêt à exécuter
hi: निष्पादित करने के लिए तैयार
id: Siap Laksanakan
it: Pronto per l'esecuzione
pl: Gotowy do wykonania
pt: Pronto para executar
ro: Gata de executat
ru: Готов к выполнению
sv: Redo att köra
ur: پھانسی کے لیے تیار

# DJIWaypointMissionState.value.6
source: Running
de: Betrieb
es: Correr
fr: En cours
hi: दौड़ना
id: Berlari
it: Corsa
pl: Działanie
pt: Correndo
ro: Alergare
ru: Бег
sv: Löpning
ur: چل رہا ہے۔

# DJIWaypointMissionState.value.7
source: Paused
de: Angehalten
es: en pausa
fr: En pause
hi: रोके गए
id: Dijeda
it: In pausa
pl: Wstrzymane
pt: Pausado
ro: Întrerupt
ru: Приостановлено
sv: Pausad
ur: روک دیا گیا

source: Onboard Waypoints
de: Integrierte Wegpunkte
es: Puntos de referencia a bordo
fr: Waypoints à bord
hi: ऑनबोर्ड वेपॉइंट्स
id: Titik Arah Onboard
it: Waypoint a bordo
pl: Punkty trasy na pokładzie
pt: Pontos de passagem a bordo
ro: Puncte de trecere la bord
ru: Бортовые путевые точки
sv: Waypoints ombord
ur: آن بورڈ وی پوائنٹس

source: Onboard Waypoints Uploading
de: Hochladen von Wegpunkten an Bord
es: Carga de waypoints a bordo
fr: Téléchargement de waypoints à bord
hi: ऑनबोर्ड वेपाइंट अपलोड हो रहे हैं
id: Pengunggahan Waypoint Onboard
it: Caricamento di waypoint a bordo
pl: Przesyłanie punktów trasy na pokładzie
pt: Carregamento de pontos de passagem a bordo
ro: Încărcarea punctelor de trecere la bord
ru: Загрузка бортовых путевых точек
sv: Uppladdning av vägpunkter ombord
ur: آن بورڈ وے پوائنٹس اپ لوڈ کرنا

source: Onboard Waypoints Running
de: Laufende Wegpunkte an Bord
es: Ejecución de waypoints a bordo
fr: Waypoints embarqués en cours d'exécution
hi: ऑनबोर्ड वेपॉइंट चल रहा है
id: Menjalankan Waypoint Onboard
it: Waypoint integrati in esecuzione
pl: Uruchomione punkty trasy na pokładzie
pt: Waypoints a bordo em execução
ro: Running Waypoints la bord
ru: Бортовые путевые точки
sv: Inbyggda waypoints körs
ur: آن بورڈ وے پوائنٹس چل رہے ہیں۔

source: Onboard Waypoints Paused
de: Integrierte Wegpunkte angehalten
es: Waypoints a bordo en pausa
fr: Points de cheminement à bord suspendus
hi: ऑनबोर्ड वेपॉइंट रोके गए
id: Titik Arah Onboard Dijeda
it: Waypoint integrati in pausa
pl: Pokładowe punkty trasy wstrzymane
pt: Waypoints a bordo pausados
ro: Puncte de trecere la bord au fost întrerupte
ru: Бортовые путевые точки приостановлены
sv: Inbyggda waypoints pausade
ur: آن بورڈ وے پوائنٹس موقوف ہو گئے۔

# DJIGoHomeExecutionState.title
source: RTH
es: RPO
hi: आरटीएच
ru: РУТ
ur: آر ٹی ایچ

# DJIGoHomeExecutionState.value.0
source: Not Executing
de: Wird nicht ausgeführt
es: No Ejecutar
fr: Pas d'exécution
hi: क्रियान्वित नहीं हो रहा है
id: Tidak Melaksanakan
it: Non in esecuzione
pl: Niewykonywanie
pt: Não Executando
ro: Nu se execută
ru: Не выполняется
sv: Utför inte
ur: عمل نہیں کر رہا ہے۔

# DJIGoHomeExecutionState.value.1
source: Turning to Home Point
de: Wende mich dem Home Point zu
es: Volviendo al punto de origen
fr: Tourner vers le point d'origine
hi: होम प्वाइंट की ओर मुड़ना
id: Beralih ke Titik Awal
it: Tornando al punto di partenza
pl: Zwracając się do punktu początkowego
pt: Voltando para o Ponto Inicial
ro: Întorcându-vă la punctul de pornire
ru: Поворот в домашнюю точку
sv: Vänder sig till Home Point
ur: ہوم پوائنٹ کا رخ کرنا

# DJIGoHomeExecutionState.value.2
source: Ascending to Altitude
de: Aufstieg in die Höhe
es: Ascendiendo a la altitud
fr: Montée en altitude
hi: ऊंचाई पर चढ़ना
id: Naik ke Ketinggian
it: Salendo in quota
pl: Wznoszenie się na wysokość
pt: Ascendendo à Altitude
ro: Urcarea la altitudine
ru: Восхождение на высоту
sv: Stiger till höjd
ur: اونچائی پر چڑھنا

# DJIGoHomeExecutionState.value.3
source: Flying to Home Point
de: Flug zum Home Point
es: Volar al punto de origen
fr: Voler vers le point de départ
hi: होम प्वाइंट के लिए उड़ान
id: Terbang ke Titik Asal
it: Volare al punto di partenza
pl: Lot do punktu startowego
pt: Voando para Home Point
ro: Zburând către punctul de acasă
ru: Полет в домашнюю точку
sv: Flyger till Home Point
ur: ہوم پوائنٹ پر پرواز

# DJIGoHomeExecutionState.value.4
source: Descending to Ground
de: Abstieg zum Boden
es: Descendiendo a Tierra
fr: Descendant au sol
hi: जमीन पर उतरना
id: Turun ke Tanah
it: Discesa a terra
pl: Zejście na ziemię
pt: Descendo ao chão
ro: Coborând la pământ
ru: Спуск на землю
sv: Går ner till marken
ur: زمین پر اترنا

# DJIGoHomeExecutionState.value.5
source: Braking
de: Bremsen
es: Frenado
fr: Freinage
hi: ब्रेकिंग
id: Pengereman
it: Frenata
pl: Hamowanie
pt: Frenagem
ro: Frânare
ru: Торможение
sv: Bromsning
ur: بریک لگانا

# DJIGoHomeExecutionState.value.6
source: Bypassing
de: Umgehung
es: Pasar por alto
fr: Contournement
hi: दरकिनार
id: Melewati
it: Bypassare
pl: Omijanie
pt: Ignorando
ro: Ocolind
ru: В обход
sv: Förbigående
ur: بائی پاس کرنا

# DJIGoHomeExecutionState.value.7
source: Completed
de: Vollendet
es: Terminado
fr: Complété
hi: पुरा होना।
id: Lengkap
it: Completato
pl: Zakończony
pt: Concluído
ro: Efectuat
ru: Завершенный
sv: Avslutad
ur: مکمل

# DJIGoHomeExecutionState.value.255
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sv: Okänd
ur: نامعلوم

# DJIFlyZoneState.title
source: NFZ
es: ZNF
hi: एनएफजेड
ru: НФЗ
ur: این ایف زیڈ

# DJIFlyZoneState.value.0
source: Clear
de: Klar
es: Claro
fr: Clair
hi: साफ़
id: Jernih
it: Chiaro
pl: Jasne
pt: Claro
ro: clar
ru: Прозрачный
sv: Klar
ur: صاف

# DJIFlyZoneState.value.1
source: Near Restricted Zone
de: In der Nähe der Sperrzone
es: Cerca de la zona restringida
fr: Près de la zone restreinte
hi: प्रतिबंधित क्षेत्र के पास
id: Dekat Zona Terbatas
it: Vicino alla zona riservata
pl: W pobliżu strefy ograniczonej
pt: Perto da Zona Restrita
ro: Aproape de Zona restricționată
ru: Рядом с запретной зоной
sv: Nära restriktionszon
ur: محدود زون کے قریب

# DJIFlyZoneState.value.2
source: In Warning Zone with Height Limitation
de: In der Warnzone mit Höhenbeschränkung
es: En zona de advertencia con limitación de altura
fr: Dans la zone d'avertissement avec limitation de hauteur
hi: ऊंचाई सीमा के साथ चेतावनी क्षेत्र में
id: Di Zona Peringatan dengan Batasan Ketinggian
it: Nella zona di attenzione con limitazione di altezza
pl: W strefie ostrzegawczej z ograniczeniem wysokości
pt: Na Zona de Alerta com Limitação de Altura
ro: În zona de avertizare cu limitare de înălțime
ru: В зоне предупреждения с ограничением по высоте
sv: I varningszon med höjdbegränsning
ur: اونچائی کی حد کے ساتھ وارننگ زون میں

# DJIFlyZoneState.value.3
source: In Warning Zone
de: In der Warnzone
es: En zona de advertencia
fr: Dans la zone d'avertissement
hi: चेतावनी क्षेत्र में
id: Di Zona Peringatan
it: Nella zona di attenzione
pl: W Strefie Ostrzeżenia
pt: Na zona de alerta
ro: În zona de avertizare
ru: В зоне предупреждения
sv: I varningszon
ur: وارننگ زون میں

# DJIFlyZoneState.value.4
source: In Restricted Zone
de: In der Sperrzone
es: En Zona Restringida
fr: En zone restreinte
hi: प्रतिबंधित क्षेत्र में
id: Di Zona Terbatas
it: In Zona Limitata
pl: W strefie ograniczonej
pt: Em Zona Restrita
ro: În Zona restricționată
ru: В запретной зоне
sv: I begränsad zon
ur: محدود زون میں

# DJIFlyZoneState.value.255
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sv: Okänd
ur: نامعلوم

# DJIAirSenseAirplaneState.title
source: AirSense Alert
de: AirSense-Alarm
es: Alerta AirSense
fr: Alerte Air Sense
hi: एयरसेंस अलर्ट
id: Peringatan AirSense
it: Allarme AirSense
pl: Alert AirSense
pt: Alerta AirSense
ro: Alertă AirSense
ru: Предупреждение AirSense
ur: ایئر سینس الرٹ

# DJIAirSenseAirplaneState.message
source: Aircraft %@ to the %@ at %@ (%@)
de: Flugzeug %@ zum %@ um %@ (%@)
es: Aeronave %@ al %@ a las %@ (%@)
fr: Avion %@ au %@ à %@ (%@)
hi: वायुयान %@ से %@ पर %@ (%@)
id: Pesawat %@ ke %@ di %@ (%@)
it: Velivolo %@ al %@ a %@ (%@)
pl: Samolot %@ do %@ o %@ (%@)
pt: Aeronave %@ para %@ em %@ (%@)
ro: Aeronava %@ la %@ la %@ (%@)
ru: Самолет %@ на %@ в %@ (%@)
sv: Flygplan %@ till %@ vid %@ (%@)
ur: ہوائی جہاز %@ سے %@ پر %@ (%@)

# DJIAirSenseDirection.title
source: Bearing
de: Lager
es: Cojinete
fr: Palier
hi: असर पड़ना
id: Bantalan
it: Cuscinetto
pl: Łożysko
pt: Consequência
ro: Ținând
ru: Несущий
sv: Lager
ur: بیئرنگ

# DJIAirSenseDirection.value.0
source: North
de: Norden
es: Norte
fr: Nord
hi: उत्तर
id: Utara
it: Nord
pl: Północ
pt: Norte
ro: Nord
ru: Север
sv: Norr
ur: شمال

# DJIAirSenseDirection.value.1
source: North east
de: Nordosten
es: Noreste
fr: Nord-est
hi: ईशान कोण
id: Timur laut
it: Nord est
pl: północny wschód
pt: nordeste
ro: nord-est
ru: К северо-востоку
sv: Nordost
ur: شمال مشرق

# DJIAirSenseDirection.value.2
source: East
de: Ost
es: Este
fr: Est
hi: पूर्व
id: Timur
it: Est
pl: Wschód
pt: Leste
ro: Est
ru: Восток
sv: Öst
ur: مشرق

# DJIAirSenseDirection.value.3
source: South east
de: Süd-Ost
es: Sureste
fr: Sud-est
hi: दक्षिण पूर्व
id: Tenggara
it: Sud-est
pl: Południowy wschód
pt: sudeste
ro: Sud Est
ru: Юго-восток
sv: Sydost
ur: جنوب مشرق

# DJIAirSenseDirection.value.4
source: South
de: Süd
es: Sur
fr: Sud
hi: दक्षिण
id: Selatan
it: Sud
pl: Południe
pt: Sul
ro: Sud
ru: Юг
sv: söder
ur: جنوبی

# DJIAirSenseDirection.value.5
source: South west
de: Südwesten
es: Sur oeste
fr: Sud ouest
hi: दक्षिण पश्चिम
id: Barat daya
it: Sud-ovest
pl: Południowy zachód
pt: Sudoeste
ro: Sud-vest
ru: Юго-запад
sv: Sydväst
ur: جنوب مغرب

# DJIAirSenseDirection.value.6
source: West
de: Westen
es: Oeste
fr: Ouest
hi: पश्चिम
id: Barat
it: ovest
pl: Zachód
pt: oeste
ro: Vest
ru: Запад
sv: Väst
ur: مغرب

# DJIAirSenseDirection.value.7
source: North west
de: Nordwest
es: Noroeste
fr: Nord Ouest
hi: उत्तर पश्चिम
id: Barat laut
it: Nord Ovest
pl: Północny zachód
pt: Noroeste
ro: Nord Vest
ru: Северо-Запад
sv: Nordväst
ur: شمال مغرب

# DJIAirSenseDirection.value.255
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sv: Okänd
ur: نامعلوم

# DJIAppActivationState.title
source: DJI Activation
de: DJI-Aktivierung
es: Activación DJI
fr: Activation DJI
hi: डीजेआई सक्रियण
id: Aktivasi DJI
it: Attivazione DJI
pl: Aktywacja DJI
pt: Ativação DJI
ro: Activare DJI
ru: Активация DJI
sv: DJI aktivering
ur: DJI ایکٹیویشن

# DJIAppActivationState.value.0
source: Not Supported
de: Nicht unterstützt
es: No soportado
fr: Non supporté
hi: समर्थित नहीं
id: Tidak didukung
it: Non supportato
pl: Nieobsługiwany
pt: Não suportado
ro: Nu sunt acceptate
ru: Не поддерживается
sv: Stöds inte
ur: سہولت مہیا نہیں

# DJIAppActivationState.value.1
source: Login Required
de: Anmeldung erforderlich
es: Necesario iniciar sesión
fr: Connexion requise
hi: लॉगिन आवश्यक
id: login dibutuhkan
it: Accesso richiesto
pl: Logowanie wymagane
pt: Login obrigatório
ro: Conectare obligatorie
ru: Требуется вход
sv: Inloggning Krävs
ur: لاگ ان کی ضرورت ہے۔

# DJIAppActivationState.value.2
source: Activated
de: Aktiviert
es: Activado
fr: Activé
hi: सक्रिय
id: Diaktifkan
it: Attivato
pl: Aktywowany
pt: ativado
ro: Activat
ru: Активировано
sv: Aktiverad
ur: چالو

# DJIAppActivationState.value.255
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sv: Okänd
ur: نامعلوم

# DJIVideoFeedPhysicalSource.title
source: Video Feed Physical Source
de: Physische Video-Feed-Quelle
es: Fuente física de alimentación de video
fr: Source physique du flux vidéo
hi: वीडियो फ़ीड भौतिक स्रोत
id: Sumber Fisik Umpan Video
it: Sorgente fisica del feed video
pl: Fizyczne źródło kanału wideo
pt: Fonte física do feed de vídeo
ro: Sursa fizică a fluxului video
ru: Физический источник видеопотока
sv: Fysisk källa för videoflöde
ur: ویڈیو فیڈ فزیکل ماخذ

# DJIVideoFeedPhysicalSource.value.0
source: Main
de: Hauptsächlich
es: Principal
fr: Principal
hi: मुख्य
id: Utama
it: Principale
pl: Główny
pt: Principal
ro: Principal
ru: Основной
ur: مرکزی

# DJIVideoFeedPhysicalSource.value.1
source: FPV
hi: एफपीवी
ur: ایف پی وی

# DJIVideoFeedPhysicalSource.value.3
source: EXT
hi: एक्सटी
it: EST
pl: ZEWN

# DJIVideoFeedPhysicalSource.value.5
source: AV
de: EIN V
fr: UN V
hi: ए वी
ru: средний
ur: اے وی

# DJIVideoFeedPhysicalSource.value.6
source: Left
de: Links
es: Izquierda
fr: Gauche
hi: बाएं
id: Kiri
it: Sinistra
pl: Lewy
pt: Esquerda
ro: Stânga
ru: Левый
sv: Vänster
ur: بائیں

# DJIVideoFeedPhysicalSource.value.7
source: Right
de: Rechts
es: Bien
fr: Droite
hi: सही
id: Benar
it: Giusto
pl: Prawidłowy
pt: Certo
ro: Dreapta
ru: Верно
sv: Höger
ur: ٹھیک ہے۔

# DJIVideoFeedPhysicalSource.value.8
source: Top
de: Spitze
es: Arriba
fr: Haut
hi: ऊपर
id: Atas
it: Superiore
pl: Szczyt
pt: Principal
ru: Вершина
sv: Topp
ur: اوپر

# DJIVideoFeedPhysicalSource.value.255
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sv: Okänd
ur: نامعلوم

# DJICompassSensorState.title
source: Compass
de: Kompass
es: Brújula
fr: Boussole
hi: दिशा सूचक यंत्र
id: Kompas
it: Bussola
pl: Kompas
pt: Bússola
ro: Busolă
ru: Компас
sv: Kompass
ur: کمپاس

# DJICompassSensorState.value.0
source: Disconnected
de: Getrennt
es: Desconectado
fr: Débranché
hi: डिस्कनेक्ट किया गया
id: Terputus
it: Disconnesso
pl: Bezładny
pt: Desconectado
ro: Deconectat
ru: Отключено
sv: Osammanhängande
ur: منقطع

# DJICompassSensorState.value.1
source: Calibrating
de: Kalibrieren
es: Calibrando
fr: Étalonnage
hi: औजार
id: Mengkalibrasi
it: Calibrazione
pl: Kalibracja
pt: Calibrando
ro: Calibrare
ru: Калибровка
sv: Kalibrerar
ur: کیلیبریٹ کرنا

# DJICompassSensorState.value.2
source: Idle
de: Leerlauf
es: Inactivo
fr: Inactif
hi: निठल्ला
id: Menganggur
it: Oziare
pl: Bezczynny
pt: Parado
ro: Inactiv
ru: Праздный
sv: På tomgång
ur: بیکار

# DJICompassSensorState.value.3
source: Data Exception
de: Datenausnahme
es: Excepción de datos
fr: Exception de données
hi: डेटा अपवाद
id: Pengecualian Data
it: Eccezione dati
pl: Wyjątek danych
pt: Exceção de dados
ro: Excepție de date
ru: Исключение данных
sv: Dataundantag
ur: ڈیٹا استثناء

# DJICompassSensorState.value.4
source: Super Modulus Small
de: Supermodul klein
es: Súper módulo pequeño
fr: Super module petit
hi: सुपर मापांक छोटा
id: Super Modulus Kecil
it: Super Modulo Piccolo
pl: Super moduł mały
pt: Super Módulo Pequeno
ro: Super Modulus Mic
ru: Супер Модуль Малый
ur: سپر ماڈیولس سمال

# DJICompassSensorState.value.5
source: Super Modulus Weak
de: Supermodul schwach
es: Súper Módulo Débil
fr: Super module faible
hi: सुपर मापांक कमजोर
id: Super Modulus Lemah
it: Super modulo debole
pl: Supermoduł słaby
pt: Super módulo fraco
ro: Super modul slab
ru: Слабый супермодуль
sv: Supermodul svag
ur: سپر ماڈیولس کمزور

# DJICompassSensorState.value.6
source: Super Modulus Deviate
de: Supermodulabweichung
es: Súper módulo de desviación
fr: Déviation du super module
hi: सुपर मापांक विचलन
id: Super Modulus Menyimpang
it: Deviazione del super modulo
pl: Odchylenie supermodułu
pt: Super Módulo Desvio
ru: Отклонение супермодуля
sv: Super Modulus Deviation
ur: سپر Modulus Deviate
