Repository: dronelink/dronelink-dji-ios
Catalog: DronelinkDJI/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, pl, pt, ro, ru, sv, ur

# DJICompassSensorState.value.7
source: Calibration Failed
de: Kalibrierung fehlgeschlagen
es: Calibración fallida
fr: Échec de l'étalonnage
hi: अंशांकन विफल
id: Kalibrasi Gagal
it: Calibrazione fallita
pl: Kalibracja nie powiodła się
pt: Falha na calibração
ro: Calibrarea a eșuat
ru: Калибровка не удалась
sv: Kalibrering misslyckades
ur: کیلیبریشن ناکام ہو گئی۔

# DJICompassSensorState.value.8
source: Inconsistent Direction
de: Inkonsistente Richtung
es: Dirección inconsistente
fr: Direction incohérente
hi: असंगत दिशा
id: Arah yang tidak konsisten
it: Direzione incoerente
pl: Niespójny kierunek
pt: Direção inconsistente
ro: Direcție inconsecventă
ru: Непоследовательное направление
sv: Inkonsekvent riktning
ur: متضاد سمت

# DJICompassSensorState.value.255
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sv: Okänd
ur: نامعلوم

# DJICompassCalibrationState.title
source: Compass Calibration
de: Kompasskalibrierung
es: Calibración de la brújula
fr: Étalonnage de la boussole
hi: कम्पास अंशांकन
id: Kalibrasi Kompas
it: Calibrazione della bussola
pl: Kalibracja kompasu
pt: Calibração da Bússola
ro: Calibrare busola
ru: Калибровка компаса
sv: Kompasskalibrering
ur: کمپاس کیلیبریشن

# DJICompassCalibrationState.value.0
source: None
de: Keiner
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak ada
it: Nessuno
pl: Nic
pt: Nenhum
ro: Nici unul
ru: Никто
sv: Ingen
ur: کوئی نہیں۔

# DJICompassCalibrationState.value.1
source: Rotate 360 Horizontally
de: Horizontal um 360 drehen
es: Rotar 360 horizontalmente
fr: Faire pivoter 360 horizontalement
hi: 360 क्षैतिज घुमाएँ
id: Putar 360 Secara Horizontal
it: Ruota orizzontalmente di 360°
pl: Obróć o 360 w poziomie
pt: Girar 360 na horizontal
ro: Rotiți 360 pe orizontală
ru: Повернуть на 360 по горизонтали
sv: Rotera 360 horisontellt
ur: 360 کو افقی طور پر گھمائیں۔

# DJICompassCalibrationState.value.2
source: Rotate 360 Vertically
de: Vertikal um 360 drehen
es: Rotar 360 verticalmente
fr: Faire pivoter 360 verticalement
hi: 360 लंबवत घुमाएँ
id: Putar 360 Vertikal
it: Ruota di 360° verticalmente
pl: Obróć o 360 w pionie
pt: Girar 360 na vertical
ro: Rotiți 360 pe verticală
ru: Повернуть на 360 по вертикали
sv: Rotera 360 vertikalt
ur: 360 کو عمودی طور پر گھمائیں۔

# DJICompassCalibrationState.value.3
source: Finished
de: Fertig
es: Finalizado
fr: Fini
hi: खत्म
id: Selesai
it: Finito
pl: Skończone
pt: Finalizado
ro: Terminat
ru: Законченный
sv: Färdiga
ur: ختم

# DJICompassCalibrationState.value.4
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
hi: असफल
id: Gagal
it: Fallito
pl: Przegrany
pt: Fracassado
ro: A eșuat
ru: Неуспешный
sv: Misslyckades
ur: ناکام

# DJICompassCalibrationState.value.255
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sv: Okänd
ur: نامعلوم

# DJIVideoFeedPhysicalSource.value.2
source: LB
de: PFUND
es: libra
fr: KG
it: LIBBRE
pl: FUNT
pt: LIBRA
ro: LIVRE
ru: ФУНТ
ur: ایل بی
